Repository: 5axes/Calibration-Shapes
Catalog: resources/i18n/*/calibration.po
Languages: fr_fr

# @item:inmenu
source: Part for calibration
fr_fr: Pièce de Calibration

# @item:inmenu
source: Add a cube
fr_fr: Ajouter un Cube

# @item:inmenu
source: Add a cylinder
fr_fr: Ajouter un Cylindre

# @item:inmenu
source: Add a sphere
fr_fr: Ajouter une Sphère

# @item:inmenu
source: Add a tube
fr_fr: Ajouter un Tube

# @item:inmenu
source: Add a Calibration Cube
fr_fr: Cube de Calibration

# @item:inmenu
source: Add a PLA TempTower
fr_fr: Tour de Température PLA

# @item:inmenu
source: Add a PLA TempTower 190°C
fr_fr: Tour de Température PLA 190°C

# @item:inmenu
source: Add a PLA+ TempTower
fr_fr: Tour de Température PLA+

# @item:inmenu
source: Add a PETG TempTower
fr_fr: Tour de Température PETG

# @item:inmenu
source: Add an ABS TempTower
fr_fr: Tour de Température ABS

# @item:inmenu
source: Add a PC TempTower
fr_fr: Tour de Température PC

# @item:inmenu
source: Add a Retract Tower
fr_fr: Tour de Rétraction

# @item:inmenu
source: Add an Acceleration Tower
fr_fr: Tour d'Accélération

# @item:inmenu
source: Add a Layer Adhesion Test
fr_fr: Test d'adhérence des couches

# @item:inmenu
source: Add a Retract Test
fr_fr: Test de Rétraction

# @item:inmenu
source: Add a XY Calibration Test
fr_fr: Test de calibration XY

# @item:inmenu
source: Add a Dimensional Accuracy Test
fr_fr: Test de Précision Dimensionnel

# @item:inmenu
source: Add a Tolerance Test
fr_fr: Test de Tolérance

# @item:inmenu
source: Add a Hole Test
fr_fr: Test Tailles des Trous

# @item:inmenu
source: Add a Bridge Test
fr_fr: Test pour les Ponts

# @item:inmenu
source: Add a Thin Wall Test
fr_fr: Test pour les Murs fins

# @item:inmenu
source: Add an Overhang Test
fr_fr: Test du Porte-à-Faux

# @item:inmenu
source: Add a FlowTower Test
fr_fr: Tour de Débit

# @item:inmenu
source: Add a Flow Test
fr_fr: Test de Débit

# @item:inmenu
source: Add a Max Flow Test
fr_fr: Test de Débit Maximal

# @item:inmenu
source: Add a Multi-Flow Test
fr_fr: Test Multi-Débit

# @item:inmenu
source: Add a Backlash Test
fr_fr: Test Backlash

# @item:inmenu
source: Add a Support Test
fr_fr: Test des Supports

# @item:inmenu
source: Add a Lithophane Test
fr_fr: Test Lithophanie

# @item:inmenu
source: Add a Bed Level Calibration
fr_fr: Test Réglage Plateau

# @item:inmenu
source: Add a Linear/Pressure Adv Tower
fr_fr: Tour Linear/Pressure Avancée

# @item:inmenu
source: Add a Cube bi-color
fr_fr: Cube Bi-Couleur

# @item:inmenu
source: Add a Bi-Color Calibration Cube
fr_fr: Cube de Calibration Bi-Couleur

# @item:inmenu
source: Add an Extruder Offset Calibration Part
fr_fr: Calibration de l'Offset de l'extrudeuse

# @item:inmenu
source: Copy Scripts
fr_fr: Copier les Scripts

# @item:inmenu
source: Define default size
fr_fr: Définir la taille par défaut

# @item:inmenu
source: Help
fr_fr: Aide

# @info:error
source: Entered size invalid:
fr_fr: La taille saisie n'est pas valide:

# @info:error
source: Size value must be positive !
fr_fr: La valeur de la taille doit être positive !

# @info:message
source: script(s) copied in :
fr_fr: script(s) copier dans :

# @info:message
source: You must now restart Cura to see the scripts in the postprocessing script list
fr_fr: Vous devez maintenant redémarrer Cura pour voir les scripts dans la liste des scripts de post-traitement

# @info
source: Every script are up to date in :
fr_fr: Chaque script est à jour dans :

# @title
source: Calibration Shapes
fr_fr: Pièces de Calibration

# @info:status
source: Please select one or more models first
fr_fr: Sélectionnez tout d'abord des pièces

# @info:label
source: ! Modification ! in the current profile of :
fr_fr: ! Modification ! du profil actuel pour :

# @info:label
source: New value :
fr_fr: Nouvelle valeur :

# @info:title
source: Warning ! Calibration Shapes
fr_fr: Attention ! Pièces de Calibration

# @info:label
source: Individual definition for the calibration part of :
fr_fr: Définition individuelle pour la pièce de calibration :

# @info:label
source: (machine_nozzle_size>0.4) Set value :
fr_fr: (Taille de buse >0.4) Valeur Fixée :

# @info:title
source: Information ! Calibration Shapes
fr_fr: Information ! Pièces de Calibration

# @info:label
source: Set value :
fr_fr: valeur définie :

# @info:label
source: ! Modification ! for the extruder definition of :
fr_fr: ! Modification ! pour l'extrudeuse :

# @label
source: Size:
fr_fr: Taille:
